      *=======================================================================*
       IDENTIFICATION                  DIVISION.
      *=======================================================================*
       PROGRAM-ID.                     AMBV0001.
      *=======================================================================*
      *                                                                       *
      *=======================================================================*
      *=======================================================================*
      *=======================================================================*
      *=======================================================================*


      *=======================================================================*
       ENVIRONMENT                     DIVISION.
      *=======================================================================*

      *=======================================================================*
       DATA                            DIVISION.
      *=======================================================================*

      *=======================================================================*
       PROCEDURE                       DIVISION.
      *=======================================================================*
      *=======================================================================*
       1000-INICIAR                    SECTION.
      *=======================================================================*

               DISPLAY 'OLA MUNDO!!'.


      *=======================================================================*
       1000-99-FIM.                   EXIT.
      *=======================================================================*

